[
{"ep_num":0},

{"ep_num":1,
"ep_title":"なんだかホントに入社した気分です！",
"ep_staff":"脚本：志茂文彦　絵コンテ：藤原佳幸　演出：藤原佳幸　作画監督：山野雅明",
"ep_text":"高校を卒業後、幼い頃に夢中になって遊んでいたゲーム《フェアリーズストーリー》を制作したゲーム会社《イーグルジャンプ》に就職した涼風青葉。新入社員として社会人一日目を迎えた青葉は、朝の満員電車に揺られながら、《イーグルジャンプ》へと出社してくる。会社の前まで来たもののこのまま中に入ってしまっていいのだろうかと躊躇してしまい中々一歩が踏み出せない青葉。そのとき出社してきた先輩社員の一人である遠山りんに声をかけられ、青葉は無事に《イーグルジャンプ》の中へと案内されるのだが……。"
},

{"ep_num":2,
"ep_title":"これが大人の飲み会……",
"ep_staff":"脚本：志茂文彦　絵コンテ・演出：竹下良平　作画監督：高柳久美子 / 海保仁美 / 藤原奈津子",
"ep_text":"青葉がキャラクターデザイナーを志すきっかけとなったゲームである《フェアリーズストーリー》。その最新作を制作するチームに配属された青葉は、憧れの八神コウがリーダーを務めるキャラ班でグラフィッカーとして働き始める。絵を描くこと以外は経験のない青葉は、勉強としてコウから渡された3Dの参考書を進めていく。勉強は順調に進み、参考書も半ばに差し掛かった頃、ついにコウから初仕事を任されることになった青葉。その内容はNPCの村人をモデリングし、3Dのキャラクターをおこしていくというもので……。"
},

{"ep_num":3,
"ep_title":"遅刻したらどうなるんだろう",
"ep_staff":"脚本：藤原佳幸　絵コンテ：博多正寿　演出：原口浩　<br />作画監督：久保茉莉子 / 武藤幹 / 中川洋未 / 佐藤このみ / 天﨑まなむ",
"ep_text":"ふとした油断から朝寝坊をしてしまった青葉。急いで家を出たものの間に合うかどうかはわからない。このまま遅刻してしまったらどうなるんだろうと会社に向かう電車の中で青葉は不安を募らせる。そんな青葉に同じように遅れてしまったゆんが声をかける。駅から走ればまだ間に合うかもしれないと言う青葉に対して、過去の経験から私の足では走っても1分足りないと返すゆん。しかし話題はそこから運動神経が良いかどうかの話になり、青葉とゆんの二人は会社まで全力疾走することになるのだが……。"
},

{"ep_num":4,
"ep_title":"初めてのお給料…！",
"ep_staff":"脚本：永井真吾　　絵コンテ・演出：上坪亮樹　作画監督：山野雅明 / 市原圭子 / 三島千枝",
"ep_text":"青葉が《イーグルジャンプ》に入社してからそろそろ一ヶ月。コウから任された村人の制作も3体目が仕上がろうとしていたそんなある日、青葉はりんから給与明細が書かれた紙を手渡される。これまでアルバイトもしたことのない青葉にとっては人生で初めてとなるお給料。嬉しそうに笑顔になる青葉に対して、りんは初めてのお給料を何に使うか決めているのかを尋ねる。使い道をまったく考えていなかった青葉はキャラ班の面々はどうだったのかと聞くと、それぞれが初給料で何を買ったのかを話し始める。"
},

{"ep_num":5,
"ep_title":"そんなに泊まり込むんですか？",
"ep_staff":"脚本：藤原佳幸　絵コンテ：原口浩　演出：寒川歩　<br />作画監督：山中いずみ / 朱原デーナ / 岡本恵里香 / 和田清美",
"ep_text":"青葉が初めて作った村人の3Dモデルに様々なモーションをつけるはじめ。苦労して作った3Dモデルがどんな風に動いているのか気になって仕方のない青葉は仕事に集中することができず、自分にも見せて欲しいと頼む。画面の中でまるで生きているかのように動く3Dモデルに感動する青葉。後輩から仕事を褒められて嬉しいはじめは、青葉に先輩風を吹かせる。そんな二人の様子を見ていたコウは、りんの使っていたタブレットペンの調子が悪くなったと聞き、お使いに行かせることを思いつく。"
},

{"ep_num":6,
"ep_title":"発売……中止とか？",
"ep_staff":"脚本：山田由香　絵コンテ・演出：竹下良平　<br />作画監督：中川洋未 / 藤原奈津子 / 岡郁美 / 佐藤このみ / 本多みゆき / 池田広明 / 冨田泰弘",
"ep_text":"コウから頼まれていた村人の3Dモデルを全て作り終えた青葉は、完成の余韻に浸る暇もなく1枚の仕様書を手渡される。コウから告げられた次の仕事は仕様書を元にキャラクターを作るキャラクターデザインの仕事だった。1体だけとはいえ、初めてのキャラクターデザインに迷走し、自信を持って描くことのできない青葉。そして同じ年齢の頃にはすでにメインのキャラクターデザイナーとして仕事をしていたコウと自分を比べ落ち込む青葉を見かねたコウは、青葉に村人を作っていたとき楽しかったかどうかを聞く。"
},

{"ep_num":7,
"ep_title":"新人の教育はしっかりしてください",
"ep_staff":"脚本：志茂文彦　絵コンテ：サトウシンジ　演出：原口浩<br />作画監督：渡邉祐記 / 久保茉莉子 / 中野裕紀",
"ep_text":"青葉の作ったNPCの3Dモデルがエラーを起こしていると注意にやってきたプログラムチームのうみこ。些細なエラーが大きなエラーに繋がることもあるのだからと気をつけて欲しいと厳しく接するうみこだったが、怯えた青葉の姿に少し言い過ぎてしまったと後悔する。お詫びに何かできないだろうかと考え、自分が大切にしている宝物の一つを青葉にプレゼントすることに決めたうみこ。手のひらに乗せられたプレゼントを見た青葉はプレゼントされたものが何なのかわからずに戸惑ってしまう。"
},

{"ep_num":8,
"ep_title":"夏休みだぁああ！！",
"ep_staff":"脚本：永井真吾　絵コンテ：おざわかずひろ　演出：野木森達哉<br />作画監督：海保仁美 / 金璐浩",
"ep_text":"テストが終わり、大学生になって初めての夏休みを迎えたねねは、さっそく遊びに行こうと青葉に電話をかける。ねねは青葉に夏休みがどのくらいあるのか聞くが、青葉から返ってきたのは開発が終盤に差し掛かっているために忙しく、夏休みが取れるのはゲームが完成してからになりそうというものだった。働きづめになっているのではないかと青葉を心配するねね。そんなときねねは大学の構内の掲示板にイーグルジャンプが募集している夏季アルバイトの求人が貼ってあるのを見つける。"
},

{"ep_num":9,
"ep_title":"出勤しちゃいけないんですか？",
"ep_staff":"脚本：得能正太郎　絵コンテ：博多正寿　演出：守田芸成<br />作画監督：山野雅明 / 三島千枝 / 市原圭子 / 立口徳孝 / 高柳久美子 / 藤原奈津子",
"ep_text":"青葉の作った村人の3Dモデルがきちんとパンツを履いているかどうかを確かめていたねね。ゲーム内のカメラがスカートを突き抜け、画面上に映し出されるパンツを見て、問題なしとデバッグを続けるねねに対し、うみこがそもそもパンツが見えることは想定していないのだからバグとして報告してくださいと返す。そこにしずくがやってきて、パンツが見えることは裏の仕様だと告げるが、初耳のうみこ。そんなうみこにしずくは仕様書に書いてしまったらつまらない、偶然見えるパンツにこそ浪漫があるのだと言うが……。"
},

{"ep_num":10,
"ep_title":"正社員ってお給料を安くするための法の抜け穴…",
"ep_staff":"脚本：山田由香　絵コンテ・演出：上坪亮樹<br />作画監督：仁井学 / 中川洋未 / 山野雅明 / 藤原奈津子 / 中野裕紀 / 岡郁美",
"ep_text":"ゲームの開発も終盤に差し掛かり、忙しさが増してきたある日の土曜日。休日出勤のために会社に向かっていた青葉は駅前でコウと出会う。駅前にある美味しいと評判のドーナツ屋の本日ドーナツ全品半額中という呼び込みを聞いた二人は、自分たちと同じように休日出勤しているであろうキャラ班のみんなへの差し入れとして、ドーナツを買っていこうと決める。しかし、ひふみを始め、ゆんやはじめも考えることが同じことを考え、みんなで食べようと思ってとそれぞれドーナツを買っていて……。"
},

{"ep_num":11,
"ep_title":"リーク画像が昨日、ネットに出てましたよ！",
"ep_staff":"脚本：永井真吾　絵コンテ・演出：原口浩<br />作画監督：久保茉莉子 / 高柳久美子 / 奥田陽介 / 三島千枝 / 板倉健 / 藤原奈津子",
"ep_text":"フェアリーズストーリー3がメディアに対して初お披露目となる東京ゲーム展。業界関係者だけが行ける企業日のチケットを渡された青葉たちはコウからゲーム展に行くことを命じられる。数多くの業界関係者たちで賑わう会場にやってきた青葉たちはフェアリーストーリー3が展示してあるブースへと向かう。ブースのモニタに映る自分たちが作ったキャラクターやモンスターを見て感動する青葉たちは、同じくモニタを見ている来場者たちのゲームへの評価の声を聞き、ついに発売されるんだと実感し始める。"
},

{"ep_num":12,
"ep_title":"ひとつ夢が叶いました！",
"ep_staff":"脚本：志茂文彦　絵コンテ・演出：藤原佳幸<br />作画監督：<span class=medium>菊池愛 / 岡勇一 / 天﨑まなむ / 山野雅明 / 久保茉莉子 / 高柳久美子 / 藤原奈津子 / 中川洋未 / 武藤幹 / 渡邉祐記</span>",
"ep_text":"ついに発売日を迎えたフェリーズストーリー3。店頭での様子を見るために、青葉はキャラ班のみんなと大手ゲームショップのある街へと出掛けていた。街の一角にある大手ショップの前にやってきた青葉たち。しかし先に来ているはずのひふみとはじめの姿が見当たらない。ショップの開店を待つ人々の行列に並んでいる二人を見つけた青葉は、私たちスタッフはゲームソフトをもらえるはずなのになぜ並んでいるのか疑問に思うが、スタッフであっても特典はもらえないことを聞かされ、行列の後ろに並び始める。"
},

{"ep_num":13,
"ep_title":"私、社員旅行って初めてなので…",
"ep_staff":"脚本：志茂文彦　絵コンテ・演出：平牧大輔<br />作画監督：久保茉莉子 / 山野雅明 / 天﨑まなむ",
"ep_text":"マスター明けには社員旅行に行くことが恒例となっているイーグルジャンプ。フェアリーズストーリー3がマスターアップし、社員旅行でスキー場にやってきた青葉たち。一面の銀世界を前にしつつも、子供の頃の失敗もあってスキーのできない青葉はコウと一緒にホテルでゆっくり過ごそうとするが、コウが少し体調を崩していたため、おとなしく寝ていなさいとりんに連れていかれてしまう。ひふみが教えてくれるということもあり、スキーに挑戦してみることにした青葉は、意を決してリフトへと乗り込むのだが……。"
}

]